##örnek

In [1]:
import pandas as pd
import numpy as np

In [2]:
tablo=pd.DataFrame([1,3,4])

In [3]:
tablo

   0
0  1
1  3
2  4

In [10]:
tablo=pd.DataFrame([[1,3,4],[2,3,4],[5,6,7]],["Sınıf","numara","sayı"])

In [11]:
tablo

        0  1  2
Sınıf   1  3  4
numara  2  3  4
sayı    5  6  7

In [13]:
tablo.drop("Sınıf")

        0  1  2
numara  2  3  4
sayı    5  6  7

In [14]:
tablo

        0  1  2
Sınıf   1  3  4
numara  2  3  4
sayı    5  6  7